[
  {
    "id": 1,
    "name": "TJ Hockenson",
    "position": "TE",
    "comments": "Hockenson should have the edge against an Arizona defense that is last in the league stopping TE's.  This one is a NO-BRAINER for anyone who has Hockenson still available in their league."
  },
  {
    "id": 2,
    "name": "Jaylen Samuels",
    "position": "RB",
    "comments": "After James Conner's devastating knee injury, Jaylen Samuels should now be owned in 100% of leagues, even though we expect Samuels to struggle in a lackluster Pittsburgh offense."
  },
  {
    "id": 3,
    "name": "Gardner Minshew",
    "position": "QB",
    "comments": "Just because he's so fun to root for!!! In all seriousness, Minshew is one of the top streaming options for the week.  He leads the Jags to a lackluster battle against the dolphins in Miami.  Nuff' said."
  },
  {
    "id": 4,
    "name": "Michael Gallup",
    "position": "WR",
    "comments": "With Amari Cooper being rested because he's too badass for anyone in the league to cover him, Michael Gallup should be at least an WR2 for the upcoming matchup against the bears."
  },
  {
    "id": 5,
    "name": "Chase Edmunds",
    "position": "RB",
    "comments": "As David Johnson recovers from his ankle sprain from last week, there is a 50/50 shot that Chase Edmunds could get the start next week.  David Johnson's status should monitored as much as possible before taking Edmunds."
  },
  {
    "id": 6,
    "name": "Dwayne Haskins",
    "position": "QB",
    "comments": "Ouch.  The patriots crushed Haskins last week.  In his first game, he threw 4 picks.  However, we're hoping now that the 'jitters' are out of his system, he'll have a solid performance against the giants"
  },
  {
    "id": 7,
    "name": "Jason Witten",
    "position": "TE",
    "comments": "Old reliable! He may not win you your matchup with an explosion of touchdowns and yards, BUT, he won't be the reason you lost.  Each game Witten has seen a perfect 13% target share and posts a 90% completion rate.  If you're struggling at tight end and just need a solid option, Witten is your guy."
  },
  {
    "id": 8,
    "name": "Randol Cobb",
    "position": "WR",
    "comments": "See Michael Gallup above.  We're predicting Cobb as a WR3.  He won't get as many targets as Gallup but is still a viable option in deeper leagues"
  },
  {
    "id": 9,
    "name": "Malcom Brown",
    "position": "RB",
    "comments": "Sean McVay has aparently told Malcom Brown that he and Todd Gurley will now get a 50/50 timeshare.  No seperate packages and no substitutions.  While this downgrades Gurley, it MAJORLY upgrades Brown.  Expect him to have RB3/FLEX status from this point forward"
  },
  {
    "id": 10,
    "name": "Ito Smith",
    "position": "RB",
    "comments": "This is a longshot but, Ito smith could have a career day in receptions against the saints this weekend.  Their defense against pass-catching RB's has been abismal.  Until we see proof they can stop this, expect New Orleans to struggle defensively all game long."
  }
]
